window.phylosophys= "<h1>哲学</h2>"
 +    "<ul>" +
     "<li>一般涉及对世界的思考</li>" +
     "<li>哲学一词被发明后,后来经过了很多漫长的演变</li>" +
     "<li>哲学已经丧失了其本身层面的意义,多数沦为了解释和生活的象征意义</li>" +
     "</ul>" +
     "<h2>古典哲学</h2>" +
     "<p>古典哲学的最大启发大概是其进程的演变,很多语义并未赋予任何意义，而在古典哲学的追问之后，形成了各种意义</p>" +
     "<p>然而，古典哲学的发现仅限于道德的，数字，几何，以及各种对基础物质和社会形成的思考</p>" +
     "<p>从而形成了各种近现代学科的奠基</p>" +
     "<h2>中世纪哲学</h2>" +
     "<p>中世纪哲学一般未定义，主要是公元后200年-900年左右的哲学，主要被称之为欧陆哲学</p>" +
     "<p>在这个过程中，丰富了神学，数论，微积分，物理学，以及各种对文明现象的启发，比如现象学。</p>" +
     "<p>多数的人文精神之类的文明在这个过程留存了下来，比如存在主义，意识流，比如精神现象学，比如逻辑学。</p>" +
     "<p>在每一种哲学的背后，必有其发生的背景，比如创造进化论，其背景是各种现代机械的演变</p>" +
     "<h2>现代哲学</h2>" +
     "<p>现代哲学大概是以经济学为主，中国是以古代文化录以及社会生存思考所留存的行为模式</p>"  +
     "<p><b>当然一般现代学科比如经济学就有现象学的影子留存在其中</b></p>" +
     "<p>另外是以伪马克思学说为主的各种古行为模式的行为及其实践自成一派</p>" +
     "<p>另外是以军事扩张的模式和社会调整的方式为主的一派</p>" +
     "<p>当然，欧陆仍然有许多被改造的文明行为以及语言模式，也自成一派</p>" +
     "<p>在近现代哲学的语境中，称之为文明学太过了，但这相比于中世纪，还算温和。</p>" +
     "<p>只能说在现代哲学的语境中，现代哲学的意义仅限于梳理。</p>" +
     "<p>另外还有古美暴力哲学各种探索流派为主还有结构类哲学</p>"+
     "<p>至于其他改造类型和回避类型的流派，也还在哲学的语境之中，暂且不提</p>"+
     "<h2>中国哲学</h2>"+
     "<h3>中国没有哲学</h3>"+
     "<p>现有的中国哲学史，个人宁愿称之为文明留存史,另外还有<b>极其偏私的半古学</b></p>"+
     "<p>至于其他的，本篇统归于社会类型与社会史</p>"+
     "不在现代显学留存史中，讳莫如深"+
     "<p>至于阴性文明，不归于社会史和哲学史类，不在此篇之中，我称之为半兽类发展史</p>"+
     "<p>这在后篇可能会讲到，至于遗留的痕迹，如有兴趣，各位自行寻找</p>"+
     "<p>至于半阳性文明，也不在此篇中论述，我称之为伪人类的半兽类个人发展史</p>"+
     "<p>个人不建议对哲学有太过的评价,它的现代意义对个人而言基本流失</p>";
