window.technologys = "<h2>科学技术方向</h2>"+
                     "<h3>比如各科篇章</h3>"+
                     "<p><b>电子篇章</b></p>"+
                     "<p><b>计算机篇章</b></p>"+
                     "<p><b>机械元件原理篇章</b></p>"+
                     "<p><b>连接器篇章</b></p>"+
                     "<p><b>物理光学，电磁学，电子脉冲篇章</b></p>"+
                     "<p><b>化学篇章</b></p>"+
                     "<p><b>古法技学篇章</b></p>"+
                     "<h3>我所学有限，暂时以计算机</h3>"+
                     "<p>由于机械和各种制造工艺限制，由于各种限制</p>"+
                     "<p>未来多数大概是以模块化的电子电路驱动，远程信号电子信号或者各种信号连接，机械基础架构：驱动器，支撑器，保护外壳，制动设备。各科联合的多版本标准化设备为主</p>"+
                     "<P>比较复杂的就是人工智能了</p>"+
                     "<p>当然研究生到博士很多。此篇不再赘述了</p>"+
                     "<p>至于在完善机械制造过程中还有许多事宜。不再赘述了</p>"+
                     "<p><b>普通人应以安全和生存为主。</b></p>";