window.finances = "<h1>金融</h2>"
 +    "<ul>" +
     "<li>一般涉及金融的运作，分为投资，融资和运作，当然金融的运作有很多种内容</li>" +
     "<li>当然，金融在发明之后，被赋予了很多种内容，他们称之为金融的本质是掠夺，当然这是当事人的词汇</li>" +
     "<li>金融的本质是利用人和社会资本进行丰富社会生活的，但在现代的各种语境的变化失去了它本身的意义</li>" +
     "</ul>" +
     "<h2>投资</h2>" +
     "<p>意思就是把钱花在什么地方，而对于资本运作者来说，一般是避险或者是财务收益最大化</p>" +
     "<p>当然投资的目的有很多，不再介绍投资部分，因为现代公司体量巨大，一般无法观察整体的财务结构或者现实形态</p>" +
     "<p>现代化的多数投资在不懂各种事务的环境中，多数已经变为了私人事项，主要是衡量账面价值的体系或者谋私的体系</p>" +
     "<h2>融资</h2>" +
     "<p>在融资的方面中国区域主要是债券融资和城投债的运作方式以及其他</p>" +
     "<p>在美国有量化交易员，以及资产配置组合等，还有一些其他的方式，比如单纯的殖人模式</p>" +
     "<p>当然只要它不损害社会利益，它仍然是健康的那就不能说什么</p>" +
     "<p>资本是符合基本人文常识的，但是它在某种环境下是无序扩张及坍缩的</p>" +
     "<h2>运作</h2>" +
     "<p>金融是经济领域重要的一部分</p>"  +
     "<p><b>当代金融越来越趋近于区域化运作，主要是人文部分已经坍缩</b></p>" +
     "<p>经济的组成有多部门方式，近代的分类标准有：农业，制造业，服务业，金融业，其他工程行业</p>" +
     "<p>而金融的运作在各区域之间是采用不同的模式，当代基本以服务于军事扩张为主</p>" +
     "<p>注意：不是每个人都具有金融常识。</p>" +
     "<p>金融运作有国际间金融运作，行业间金融运作，不包含在行政职能体系当中</p>" +
     "<p>而当代基本的健康的金融运作基本处于畸形或者多数处于坍踏状态中</p>" +
     "<p>这体现在与人文内容有巨大冲突，但它是符合当代现状的</p>"
;